## brew taps
tap "derailed/k9s"

## brew casks
cask "discord"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "slack"
cask "vscodium"

## brew packages
brew "ansible"
brew "argocd"
brew "bash"
brew "bash-completion@2"
brew "chezmoi"
brew "cloudflared"
brew "cookiecutter"
brew "copier"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go-task"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "jq"
brew "k9s"
brew "kind"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "lazygit"
brew "minikube"
brew "mysql-client"
brew "nmap"
brew "nushell"
brew "podman"
brew "podman-compose"
brew "popeye"
brew "python"
brew "rclone"
brew "readline"
brew "redis"
brew "ruff"
brew "samba"
brew "sops"
brew "sqlite"
brew "sshpass"
brew "sslscan"
brew "starship"
brew "talosctl"
brew "telnet"
brew "tflint"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "webp"
brew "wget"
brew "xz"
brew "yq"
